Repository: jodevan/snes-studio
Catalog: SNESStudio/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr

source: White
es: Blanco
fr: Blanc

source: World Manager
es: Gestor de mundo
fr: Gestionnaire de monde

source: Yes (512 bytes)
es: Sí (512 bytes)
fr: Oui (512 octets)

source: Zones
es: Zonas

source: %lld KB
fr: %lld Ko

source: %lld MB
fr: %lld Mo

source: Bytes
fr: Octets

source: Chip
fr: Puce

source: Error: %@
fr: Erreur : %@

source: General
fr: Général

source: VRAM: 64 KB
fr: VRAM : 64 Ko
